Repository: henokcheklie/TTS-STT-converter
Catalog: lib/l10n/app_*.arb
Languages: am

source: Language
am: ቋንቋ

# text_one
source: Your voice
am: የእርስዎ ድምፅ

# text_two
source: Convert whatever you want
am: የሚፈልጉትን ሁሉ ይለውጡ

# text_three
source: ðŸ‘‹ Hey there
am: 👋 ሰላም

# text_four
source: Welcome back!
am: እንኳን ደህና መጡ

# text_five
source: Make Your Life Easier
am: ጊዜዎን በመቆጠብ

# text_six
source: By Saving Your Time
am: ሕይወትዎን ቀላል ያድርጉት

# hint_one
source: Enter the text
am: ጽሑፉን ያስገቡ

# tts
source: Text to Speech
am: ከጽሑፍ ወደ ድምጽ

# stt
source: Speech to Text
am: ከድምጽ ወደ ጽሑፍ

# hint_two
source: Press the mic and start speaking
am: ማይክራፎኑን በመጫን ይናገሩ

source: Setting
am: ማስተካከያ

source: Translate
am: መተርጎም

# about
source: Contact Us
am: ስለ

source: Amharic
am: አማርኛ

source: English
am: እንግሊዘኛ

source: Theme
am: ቲም

source: Light Theme
am: ብርሃናማ

source: Dark Theme
am: ጨለማ

# exit
source: Exit App
am: ይዘጋ

# tagLine
source: Text to speech & Speech to text
am: ከጽሑፍ ወደ ድምጽ & ከድምጽ ወደ ጽሑፍ
